{
  "0": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/01/salgadocrop.jpg",
    "content": "Acclaimed Brazilian Poet Salgado Maranhão and distinguished translator Alexis Levitin gave a bingual reading (English/Portuguese) from Maranhão’s work of poetry Sol Sanguíneo (Blood of the Sun). The event took place outside at sunset, under the trees in LACSI’s backyard garden, on Monday, December 3rd at 3:30pm. Salgado Maranhão is one of Brazil’s leading contemporary poets. His collected poems, The Color of the Word, won Brazil’s highest award, the Prémio de Poesia da Academia Brasileira de Letras, for the year 2011. An earlier collection, Mural of Winds, won the prestigious Prêmio Jabuti in 1999. In addition to eight books of poetry — including The Snake’s Fists, The Kiss of the Beast and the recent Tiger’s Fur — he has written song lyrics and made recordings with some of Brazil’s leading jazz and pop musicians. Alexis Levitin has published 31 books of translations, including Clarice Lispector’s Soulstorm and Eugénio de Andrade’s Forbidden Words (both from New Directions). He recently co-translated Tapestry of the Sun: An Anthology of Ecuadorian Poetry, and he is also the editor of Brazil: A Traveler’s Literary Companion. His most recent book is Salgado Maranhão’s Blood of the Sun. Levitin has been awarded two NEA translation fellowships and two Fulbright Lectureships, as well as residencies at the Banff International Literary Translation Centre, the European Translators Collegium in Germany and the Rockefeller Foundation retreat at Bellagio, Italy. He is a SUNY Distinguished Professor at Plattsburgh State.",
    "title": "Poetry with Salgado and Alexis"
  },
  "1": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2012/12/delegationcropped21.jpg",
    "content": "UGA administrators and faculty visited São Paulo, Brazil in October 2012 to officially recognize the establishment of the Portuguese Flagship Program, celebrate the PFP’s partnership with São Paulo State University (UNESP), and to expand relations with other Brazilian educational institutions. The delegation consisted of: Kavita Pandit, Associate Provost of International Education; Noel Fallows, Associate Dean of International Programs; Richard Gordon, Director of the Latin American and Caribbean Studies Institute; Robert Moser, PFP Director; Laurie Williford, PFP Program Coordinator; Tom Reichert, Chair of Advertising and Public Relations Dept.; Bryan Reber, Assoc. Professor of Public Relations; Meredith Carr, Assoc. Director of Alumni Relations; and Rita Manning, Executive Director of the Office of Special Events. The delegation met with UNESP’s upper administration in the city of São Paulo, held an inaugural event (involving UGA alumni) for the Flagship Program in downtown São Paulo, establshed a broader network of internship opportunties such as at the Museum of the Portuguese Language, and conducted a site visit at the São José do Rio Preto UNESP campus where Flagship students will be studying. The overall success of this delegation’s visit was measured both by the reinforced administrative ties between UGA and UNESP, as well as the ongoing and expanding commitment that UGA is making in the Flagship Program here on campus and abroad.",
    "title": "PFP/UGA Delegation in Brazil"
  },
  "2": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/02/columns_title.gif",
    "content": "Twelve students seeking to internationalize their UGA education in Brazil will head south of the equator in February where they will spend a year immersed in language and cultural training. Students participating in the inaugural class of the Portuguese Flagship Program will spend 2013 attending language and content courses at São Paulo State University and working with global trend-setting companies. Students will spend the Brazil fall semester attending classes and spring participating in an internship and conducting research. Supporting the motto for flagship programs, “creating global professionals,” students will complete internships in line with their ­professional aspirations. “This experience puts their career in an international context. All of these students are learning Portuguese for specific purposes so they can apply it to their professional careers,” said Robert Moser, program director and associate professor of Romance languages in the Franklin College of Arts and Sciences. “Students will graduate from this program already having had this international experience with a high level of language proficiency and making that link explicit between what they are doing in school and their career.” Students in the program declared majors in language, sociology, business, journalism and advertising. For these sectors, opportunities abound in Brazil. “Brazil is the place to be right now for advertising and PR. They are the global hot spot,” said Tom Reichert, professor and head of the advertising and public relations department in the Grady College of Journalism and Mass Communication. “This is where our students need to be.” See the full article at: http://columns.uga.edu/news/article/portuguese-program-sending-first-class-to-brazil-in-february/",
    "title": "PFP Sending First Class to Brazil in February"
  },
  "3": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/04/2013.3.20-cobb-county-visit-4.jpg",
    "content": "On March 20, 2013, fifty students from North Cobb High School and Sprayberry High School visited UGA. During their visit, the students learned about the Portuguese Flagship Program and Teletandem. They also took a campus tour. This visit was made possible through the collaboration of the Portuguese Flagship Program with the International Welcome Center in Cobb County and the assistance of its director, Lucia Ribeiro, and her colleague, Filomena Hernandez.",
    "title": "High School Students Get to Know PFP"
  },
  "4": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/02/Screen-shot-2013-02-08-at-4.10.52-PM.png",
    "content": "",
    "title": "Exploring Brazil: A Window into the Language and Culture of a Country on the Rise"
  },
  "5": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/01/Jack-Anthony-NGCSU-Fall-Panoramic-w-New-Library1.jpg",
    "content": "For the first time, this Summer 2013, high school students from Georgia and nationally, will be able to participate in a Portuguese summer immersion program at the University of North Georgia’s Federal Service Language Academy in Dahlonega, GA. This three week intensive program in the north Georgia mountains,will provide motivated high school sophomores, juniors, and seniors with the fundamentals of Portuguese, exposure to Brazilian cultural norms, a springboard into college-level foreign language study, and a possible career in the federal service. Guest speakers from the US State Department, FBI, Defense Department, and Homeland Security will present information about careers in public service, particularly in an international context. Beginning Portuguese will be offered during Session I (from June 9-28, 2013). This program will also be an ideal first step for students who are admitted to UGA (or who anticipate applying to UGA) and wish to participate in the Portuguese Flagship Program. The Flagship Program anticipates providing Pre-Collegiate Scholarships of $500 to graduating seniors who have been admitted to UGA and who have applied formally to, and been accepted provisionally into, the Portuguese Flagship Program. The application deadline is May 1, 2013 for the 2013 summer program. Click here for application and more information about the Federal Service Language Academy. Click on the video below and listen to what UGA students are saying about their own experiences with Portuguese Flagship Program:",
    "title": "Portuguese Summer Program for High School Students"
  },
  "6": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/04/Untitled-41.jpg",
    "content": "On April 19th, the Portuguese Flagship Program, in cooperation with the Latin American and Caribbean Studies Institute and the Department of Romance Languages, promoted the lecture “Skipping Stones on the Creamy Lake: Translating James Tate into Portuguese.” The lecture was presented by Dr. Marcus Vinicius de Freitas, Professor of Literary Theory at Federal University of Minas Gerais, in Belo Horizonte, Brazil. He holds a Ph.D in Portuguese and Brazilian Studies from Brown University.",
    "title": "PFP Hosted Bilingual Lecture on Literature with Brazilian Professor"
  },
  "7": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/04/Untitled-21.jpg",
    "content": "The first cohort of PFP students has been living in Brazil since February 2013 for its Capstone Year. The Capstone Year consists of intensive Portuguese instruction and university coursework at UNESP (Universidade Estadual Paulista), and an internship in a field related to each student’s major and professional interests. For example, in this first cohort, the majors vary from Political Sciences, Sociology, International Affairs, Public Relations, Economics, Romance Languages, History, to Biology. Learn more about the students in their individual profiles at the students section. Check out what PFP students have to say about their Portuguese language experience:",
    "title": "Brazil Welcomes the First Cohort of PFP Students"
  },
  "8": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/04/PFPDir_Stu21.jpg",
    "content": "From April 5 to April 10, Portuguese Flagship Program Director, Dr. Robert Moser, and Portuguese Flagship Program Coordinator, Laurie Williford, conducted a site visit to Brazil. Dr. Moser and Laurie, along with Amanda Mendes (Overseas Administrative Associate), Lucia Granja (professor of Brazilian culture), and Rubia Bragagnollo (TA of Portuguese language) accompanied the 12 students of PFP’s first cohort on their cultural excursion to the city of Rio de Janeiro. On this excursion, the students learned the culture and history of Rio by visiting Pao de Acucar (Sugarloaf Mountain), Cristo Redentor (Christ the Redeemer statue), the neighborhood of Santa Teresa, and the historic center of Rio. Dr. Moser and Laurie returned with the students to their campus of UNESP IBILCE in Sao Jose do Rio Preto, where they had internship meetings with students, pedagogical and administrative meetings with the faculty and staff, and visited republicas (student housing). PFP would like to thank Dr. Solange Aranha, Dr. Suzi Cavalari, Dr. Lucia Granja, Ms. Amanda Mendes, and Ms. Rubia Bragagnollo for their support during this site visit.",
    "title": "PFP Faculty, Staff and Students Enjoyed Cultural Excursion to the City of Rio de Janeiro"
  },
  "9": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/06/401777_332334843561489_2145892630_n.jpg",
    "content": "From May 18th to May 21st, the Portuguese Flagship Program leaders participated in the Language Flagship Annual Meeting, held in Oxford, Mississippi. Dr. Robert Moser, Program Director, along with Overseas Resident Directors Solange Aranha and João Telles, and Program Coordinators Laurie Williford and Amanda Mendes, attended the meeting. The topics presented in the event included assessment, Student Certification Systems, Scholarships and Program Coordination, Program Evaluation and Logic Models, K–12Initiatives, Content Courses/Language Across the Curriculum, Recruitment & Retention, and many others. At the Meeting, Dr. Moser presented an award to Senator Daniel Akaka at the Flagship Leadership Award Ceremony. Drs. Moser, Aranha, and Telles also presented a break-out working session on “Pedagogy Innovations for ILR Level 0-ILR Level 2.”",
    "title": "PFP participates in the Language Flagship Annual Meeting"
  },
  "10": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/12/IMG_3132.jpg",
    "content": "On September 23rd, 2013, the Portuguese Flagship Program sponsored the BSA Lecture Series, an event promoted by the Brazilian Student Association. The lecture, entitled The Federal Rural University of Amazonia: teaching, research and extension for sustainable development in the Brazilian Amazon, introduced to UGA students the Federal Rural University of Amazonia (UFRA) – Brazil, its graduate programs and research activities. Hugo Pinheiro and Marcel Botelho, visiting professors from UFRA, led the discussion on the aforementioned topics.",
    "title": "Lecture Series with UFRA Professors"
  },
  "11": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/12/photo-1.jpg",
    "content": "On October 28th, 2013, the Portuguese Flagship Program, in cooperation with the Latin American and Caribbean Studies Institute, featured the film “Noel, Poeta da Vila” at the UGA Tate Center Theater. The feature of the film was followed by a “Samba” presentation performed by Andrea Moreira, a lead dancer from Dance Brasil Entertainment.",
    "title": "Latin American Film Festival showing the film “Noel, Poeta da Vila” and Samba presentation"
  },
  "12": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2013/04/Screen-Shot-2014-04-19-at-9.40.13-AM.png",
    "content": "The Cohort 1 Students  finished their internships this December, 2013. Students had an opportunity to intern at Pricewaterhouse Coopers, Moodys, Imagem Corporativa and Museu da Língua Portuguesa. An Internship Meeting was held from December 4-7, 2013. In this meeting, students presented their outcomes from the internship experience.",
    "title": "Cohort 1 completes internships in a variety of organizations"
  },
  "13": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2012/12/Evento-Dr.-Moser-3.jpg",
    "content": "On February 15th, 2014, the Portuguese Flagship Program (PFP) held the Pre-Departure Orientation for cohort 2 students and parents. The orientation was hosted at Dr. Robert Moser’s house. A lecture was given by Dr. Robert Moser, PFP director, and Fernanda Guida, PFP Brazil internship coordinator. The purpose of this event was to inform students about their responsibilities and opportunities while in Brazil,  the Flagship Program’s expectations of students, as well as challenges related to the OPI and adapting to Brazilian culture. In addition, a traditional Brazilian food, feijoada, was offered to all attendees to give them a little taste of Brazil.",
    "title": "Cohort 2 Pre-Departure Orientation"
  },
  "14": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2014/04/students.png",
    "content": "On March 5, the Cohort 2 of Flagship students were welcomed to the town of São José do Rio Preto. In the evening, a welcome dinner took place in an Italian restaurant in town. On March 6, the students reunited with the Flagship team to get to know the UNESP campus of São José do Rio Preto and receive more information about the town and their new life in Brazil.",
    "title": "PFP Cohort 2 students are welcomed to São José do Rio Preto"
  },
  "15": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2014/04/Cohort2-saopaulo.png",
    "content": "From March 28 to March 30, Cohort 2 students traveled to the city of São Paulo, one of the most important cities of the Americas and home of about 20 million people. The students visited many famous spots like the Museum of Portuguese Language, Vila Madalena and the Paulista Avenue, meeting different people and different cultures at every step they took. For more pictures, visit http://facebook.com/flagship.ibilce",
    "title": "Cohort 2 travels to São Paulo"
  },
  "16": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2014/05/cohort-2-in-Rio.jpg",
    "content": "From April 25 to April 27, Cohort 2 students traveled to Rio de Janeiro, one of the most visited cities  in the southern hemisphere. The students visited famous natural settings and landmarks, like the Sugarloaf Mountain (Pão de Açúcar) and the Christ, the Redeemer (Cristo Redentor). Besides that, everybody enjoyed much samba and delicious food.",
    "title": "Cohort 2 goes to Rio de Janeiro"
  },
  "17": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2014/05/2-pfp-visits-PUC-SP-where-tulane-and-vanderbilt-have-a-summer-immersion-program-in-portuguese-e1400091974386.jpg",
    "content": "From April 28 to May 10, 2014, the Portuguese Flagship Program Team went to Brazil to visit Cohort 2 in Rio Preto. While there, they met with the overseas team and discussed internship opportunities with the students. The team also observed the students in the classrooms. Afterward, the team evaluated current and future study abroad options in various Brazilian universities.",
    "title": "PFP Director meets with Cohort 2 students in Rio Preto"
  },
  "18": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/02/Kinsman_Sam_960-958x349.jpg",
    "content": "",
    "title": "PFP Student is also a “UGA's Amazing Student”"
  },
  "19": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/02/rachel.jpg",
    "content": "",
    "title": "Cohort 2 Year-End Capstone Internship Meeting"
  },
  "20": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/12/flagship-students.jpg",
    "content": "The third cohort of PFP students has arrived in Brazil this February 2015. Their Capstone Year consists of intensive Portuguese instruction and university coursework at UFSJ (Universidade Federal de São João del Rei), and an internship in a field related to each student’s major and professional interests.",
    "title": "3rd Cohort Arrives in Brazil for Their Capstone Year"
  },
  "21": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/02/cohort-3-82.jpg",
    "content": "The 3rd Cohort arrived in Brazil on February 6th, just a couple of days before Brazilian “Carnaval,” a very important cultural event for Brazilians that occurs nationwide. The students have already started learning Brazilian culture and language, and have also started to adapt to their new lives.",
    "title": "Having Fun at São João del Rei’s Carnival"
  },
  "22": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/03/10410895_649868461808124_7379644264324248773_n.jpg",
    "content": "",
    "title": "Cohort 3 visits Tiradentes, a historical city in Minas Gerais state"
  },
  "23": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/03/FullSizeRender1.jpg ",
    "content": "Dia do Amigo 2015 was on March 18 at Herty Field. Students of Portuguese were encouraged to bring a friend to experience the Portuguese language & Brazilian cultural activities. Five classes at the 1000 and 2000 level participated. UGA’s Capoeira Maculelê demonstrated capoeira for the students, PFP recruited, and there were”marchinhas” performed in Portuguese by the students.  PFP Director Dr. Robert Moser even played capoeira with a student of Portuguese (see photo above). It was a very successful event.",
    "title": "“Dia do Amigo” (Friend’s Day) 2015"
  },
  "24": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/04/Dr.-Kirk-3.jpg",
    "content": "On Friday, March 27, guest speaker Dr. Kirk Bowman, professor of international affairs from GA Tech, gave a talk to PFP students and other UGA students about the 2014 World Cup, the 2014 Brazilian Presidential Election, and the intersection between politics and sports.  Prior to his lecture, he met with PFP students for a lunch and an informal discussion on his research. The talk was very interesting and informative, and we hope to have Dr. Bowman back at UGA soon.",
    "title": "Dr. Kirk S. Bowman gives a talk on the World Cup and Brazilian Presidential election of 2014"
  },
  "25": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/04/Oxala-crescam-pitangas.jpg",
    "content": "Born in 1977, Luanda, Angola, Ondjaki is one of the most prolific young Portuguese-language writers in Africa today. Since his literary debut in 2000, Ondjaki has published more than twenty fictional works, including novel, short-stories, novellas, plays, children`s books, film, and poetry. He has been awarded some of the most prestigious literary prizes in the Portuguese-speaking world. On April 15th he came to UGA to lecture about his hometown Luanda and discuss his documentary, “Oxalá cresçam pitangas” (May the Pitanga Cherries Grow – Tales of Luanda) (2006). He had lunch at LACSI with some Flagship students and Professors and engaged them in a stimulating conversation, prior to his lecture.",
    "title": "Flagship Students Meet With the Angolan Writer Ondjaki"
  },
  "26": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/05/Cohort-3-in-Belo-Horizonte.jpg",
    "content": "In April, Cohort 3 went to visit the city of Belo Horizonte, Minas Gerais state, to become more familiar with Brazilian culture, as part of their Portuguese Flagship Program.",
    "title": "Cohort 3 goes to Belo Horizonte, Minas Gerais"
  },
  "27": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/05/Dr.-Mosers-site-visit-6.jpg",
    "content": "",
    "title": "PFP Director site visit"
  },
  "28": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/06/Cohort-3-in-Petropolis-and-rio-13-Copy.jpg",
    "content": "From April 17th to April 26th, Cohort 3 went on a trip to the state of Rio de Janeiro. The group visited Petropolis, Rio, and Ilha Grande (“Big Island”). They saw many famous touristic places, such as Pão de Açucar, Cristo Redentor and Praia Lopez, one of the most beautiful beaches of the entire world.",
    "title": "Cohort 3 Explores the Beauties of the State of Rio de Janeiro"
  },
  "29": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/06/flagship-goal.jpg",
    "content": "From May 16 to May 20, the 2015 Flagship annual meeting happened in Norman, Oklahoma, where directors from different Flagship programs around the globe, the NSEP (National Security Education Program), the Institute for International Education, and Deans from participating universities met to discuss important topics about Flagship programs in the United States. The conference addressed topics such as Assessment tools, best pedagogical practices, and discussed the challenges of studying abroad.",
    "title": "2015 Flagship Annual Meeting"
  },
  "30": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/09/opening-event-1.jpg",
    "content": "On Wednesday, September 16, 2015, students from 1000- and 2000-level Portuguese classes, along with students in Cohorts 4 (2016) and 5 (2017), gathered in the Miller Learning Center for two purposes: (1) to learn more about the Portuguese Flagship Program from Dr. Moser and other PFP faculty and staff, and (2) to learn more about UFSJ, Sao Joao del Rei, and internship cities in Brazil by Skyping with 3 students in Cohort 3 who are currently on their capstone year. The meeting was very informative for all who participated.",
    "title": "Semester-Opening Event"
  },
  "31": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/11/OIE.jpg",
    "content": "Robert Moser is an associate professor of Portuguese, Brazilian, and Lusophone African Literature and Culture at the University of Georgia. He is also the director of the Portuguese Flagship Program (PFP), the nation’s first and only undergraduate flagship program in Portuguese. PFP is funded by the National Security Education Program and it has sent 35 UGA students to Brazil since it started in 2012. Students spend a year studying in their fields, reaching professional-level Portuguese proficiency, as well as conducting internship activities. Robert Moser is credited with developing and managing the PFP grant, working on the program curriculum at UGA, developing a full-fledged study abroad program for the Flagship students, and building the relationships necessary to provide outstanding internship opportunities for UGA students.",
    "title": "Director of the PFP Receives an Award from OIE"
  },
  "32": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2015/12/Capstone-meeting-1-1.jpg",
    "content": "As part of the Flagship Program, the Capstone students give a final presentation about their internship experience in Brazil. Cohort 3 students presented their research projects in early December, 2015, in a professional conference setting in the historical city of Tiradentes, Minas Gerais. The internships took place in different sites in Brazil, in cities like Rio de Janeiro, São Paulo, São João del Rei and Blumenau.",
    "title": "Cohort 3 Year-End Capstone Internship Meeting"
  },
  "33": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2016/01/cohort-3-talk.jpg",
    "content": "On January 15th, Cohort 3 Alumni shared with the students from the two PORT 1001 classes about their Capstone year in Brazil.",
    "title": "Cohort 3 Alumni Share Their Experience in Brazil"
  },
  "34": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2012/10/cohort-4-3a.jpg",
    "content": "While studying at UFSJ (The Federal University of Sao Joao del-Rei), Cohort 4 spends their free time visiting many historical cities in the Minas Gerais state. These trips help them to learn more about Brazilian culture and history in a very pleasant way.",
    "title": "Cohort 4 Visits Many Historical Cities in Minas Gerais State"
  },
  "35": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2016/05/Dr.-Mosers-last-trip-to-UFSJ.jpg2_.jpg",
    "content": "On May 4th, UFSJ had the honor to receive Dr. Michael Nugent, Director of the Defense Language and National Security Education Office from the United States, Dr. Christopher Powers, Director of Education Abroad Programs at the Institute of International Education, and Ms. Kaveri Advani, Program Manager for The Language Flagship, as well as Dr. Robert Moser, Director of the Portuguese Flagship Program at UGA, and Dr. Richard Gordon, Director of the Latin American and Caribbean Studies Institute at UGA. During this site visit, these representatives participated in meetings and events with the UFSJ president and vice-president, professors, and Flagship staff. They also met the Cohort 4 students and participated in some of their Flagship classes. Cultural visits were also part of this trip, and our visitors were able to have a taste of what São João del-Rei has to offer in terms of food, music, and history.",
    "title": "Language Flagship Delegation from Washington-DC Visits São João del-Rei"
  },
  "36": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2016/05/Cohort-4.jpg",
    "content": "As part of their cultural learning, Cohort 4 visited the city of São Paulo at the beginning of the month of May. They visited the Modern Art Museum of São Paulo (MASP), the Avenida Paulista, the Stock Exchange building and much more.",
    "title": "Cohort 4 Visits São Paulo"
  },
  "37": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2016/07/Port-ISA2.jpg",
    "content": "This summer six PFP students are doing a Portuguese immersion program at ISA Floripa in Brazil. We know that Katie O., Lilian Z., John G., Nick S., Jonathan D., and Aciana H. are having a great time and learning a lot of Portuguese with their classmates. Here they are learning about Festa Junina in their Brazilian Culture class.",
    "title": "Learning about “Festa Junina”"
  },
  "38": {
    "category": "Culture",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2016/07/PFP-students-at-ISA7-Featured-image.jpg",
    "content": "The “Boi-de-Mamão” is an expressive folkloric manifestation that occurs in Santa Catarina state in Brazil, mainly in the coastal region of the state. It involves music, dance, singing, theater, human and animal characters. It deals with the epic theme of death and resurrection of the ox. The PFP students that are currently at the ISA Summer Program in Florianopolis, Santa Catarina were able to take part in this fun event.",
    "title": "Boi-de-Mamão in Florianópolis"
  },
  "39": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2016/08/pfp-site-4.jpg",
    "content": "Recently the Portuguese Flagship Program shared Brazilian culture with the Barrow County Senior Center. They were very attentive and asked very thoughtful questions. What a nice morning.",
    "title": "PFP at Barrow County Senior Center"
  },
  "40": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2017/03/Information-lunch-31.jpg",
    "content": "",
    "title": "Informational Session for New PFP Students at UGA Tate Center"
  },
  "41": {
    "category": "Culture",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2017/08/18238920_876951655781285_3754020630370047987_o.jpg",
    "content": "São João del-Rei, Rio de Janeiro, Ilha Grande, São Paulo, IBM Guided Visit",
    "title": "Discovering Brazil"
  },
  "42": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2017/06/Annual-meeting-4.jpeg",
    "content": "The Flagship Annual Meting was held in Bloomington, Indiana, this past May. The goal of the Annual Meeting is for all the Flagship Programs from around the country to share their best practices with each other. UGA is the only University in the US to offer Portuguese as a language for the Flagship Program.",
    "title": "Flagship Annual Meeting 2017"
  },
  "43": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2017/07/14445939_1691144881209173_2470274657056558517_n.jpg",
    "content": "Katie O’Shaughnessy performed a Harp Recital at UFSJ’s Music Building on July 11, 2017.",
    "title": "Cohort 5 Student Gave a Farewell Recital at UFSJ"
  },
  "44": {
    "category": "News",
    "imageURL": "http://www.portflagship.org/wp-content/uploads/2018/06/Sto-A.-de-Lisboa.jpeg",
    "content": "UGA Flagship students enjoying an excursion to Santo Antônio de Lisboa while studying abroad in Florianópolis.",
    "title": "Summer 2018 in Florianópolis"
  }
}
